Repository: zyk1172/Auralis
Catalog: Packages/AuralisCore/Sources/Domain/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: en, zh_hant

# genre.acoustic
source: 原声
en: Acoustic
zh_hant: 原聲

# genre.afrobeat
source: 非洲节拍
en: Afrobeat
zh_hant: 非洲節拍

# genre.alt_rock
source: 另类摇滚
en: Alt Rock
zh_hant: 另類搖滾

# genre.alternative
source: 另类
en: Alternative
zh_hant: 另類

# genre.ambient
source: 氛围
en: Ambient
zh_hant: 氛圍

# genre.americana
source: 美式民谣
en: Americana
zh_hant: 美式民謠

# genre.anime
source: 动漫
en: Anime
zh_hant: 動漫

# genre.art_rock
source: 艺术摇滚
en: Art Rock
zh_hant: 藝術搖滾

# genre.avant_garde
source: 先锋
en: Avant-Garde
zh_hant: 先鋒

# genre.ballad
source: 抒情
en: Ballad

# genre.baroque
source: 巴洛克
en: Baroque

# genre.bebop
source: 比波普
en: Bebop

# genre.big_band
source: 大乐队
en: Big Band
zh_hant: 大樂隊

# genre.bluegrass
source: 蓝草
en: Bluegrass
zh_hant: 藍草

# genre.blues
source: 蓝调
en: Blues
zh_hant: 藍調

# genre.blues_rock
source: 蓝调摇滚
en: Blues Rock
zh_hant: 藍調搖滾

# genre.bossa
source: 波萨
en: Bossa
zh_hant: 波薩

# genre.bossa_nova
source: 波萨诺瓦
en: Bossa Nova
zh_hant: 波薩諾瓦

# genre.breakbeat
source: 碎拍
en: Breakbeat

# genre.britpop
source: 英伦摇滚
en: Britpop
zh_hant: 英倫搖滾

# genre.cantopop
source: 粤语流行
en: Cantopop
zh_hant: 粵語流行

# genre.celtic
source: 凯尔特
en: Celtic
zh_hant: 凱爾特

# genre.chicago_blues
source: 芝加哥蓝调
en: Chicago Blues
zh_hant: 芝加哥藍調

# genre.children
source: 儿歌
en: Children
zh_hant: 兒歌

# genre.chillout
source: 弛放
en: Chillout
zh_hant: 馳放

# genre.chiptune
source: 芯片音乐
en: Chiptune
zh_hant: 晶片音樂

# genre.choral
source: 合唱
en: Choral

# genre.christmas
source: 圣诞
en: Christmas
zh_hant: 聖誕

# genre.city_pop
source: 城市流行
en: City Pop

# genre.classical
source: 古典
en: Classical

# genre.comedy
source: 喜剧
en: Comedy
zh_hant: 喜劇

# genre.contemporary
source: 当代
en: Contemporary
zh_hant: 當代

# genre.cool_jazz
source: 冷爵士
en: Cool Jazz

# genre.country
source: 乡村
en: Country
zh_hant: 鄉村

# genre.cover
source: 翻唱
en: Cover

# genre.cumbia
source: 昆比亚
en: Cumbia
zh_hant: 昆比亞

# genre.dance
source: 舞曲
en: Dance

# genre.darkwave
source: 暗潮
en: Darkwave

# genre.deep_house
source: 深浩室
en: Deep House

# genre.delta_blues
source: 三角洲蓝调
en: Delta Blues
zh_hant: 三角洲藍調

# genre.disco
source: 迪斯科
en: Disco
zh_hant: 迪斯可

# genre.downtempo
source: 缓拍
en: Downtempo
zh_hant: 緩拍

# genre.dream_pop
source: 梦幻流行
en: Dream Pop
zh_hant: 夢幻流行

# genre.drum_and_bass
source: 鼓打贝斯
en: Drum & Bass
zh_hant: 鼓打貝斯

# genre.drumstep
source: 鼓打回响
en: Drumstep
zh_hant: 鼓打迴響

# genre.dubstep
source: 回响贝斯
en: Dubstep
zh_hant: 迴響貝斯

# genre.easy_listening
source: 轻音乐
en: Easy Listening
zh_hant: 輕音樂

# genre.ebm
source: 电子体乐
en: EBM
zh_hant: 電子體樂

# genre.electro
source: 电子放克
en: Electro
zh_hant: 電子放克

# genre.electronic
source: 电子
en: Electronic
zh_hant: 電子

# genre.electropop
source: 电子流行
en: Electropop
zh_hant: 電子流行

# genre.emo
source: 情绪摇滚
en: Emo
zh_hant: 情緒搖滾

# genre.experimental
source: 实验
en: Experimental
zh_hant: 實驗

# genre.flamenco
source: 弗拉门戈
en: Flamenco
zh_hant: 佛朗明哥

# genre.folk
source: 民谣
en: Folk
zh_hant: 民謠

# genre.folk_rock
source: 民谣摇滚
en: Folk Rock
zh_hant: 民謠搖滾

# genre.free_jazz
source: 自由爵士
en: Free Jazz

# genre.funk
source: 放克
en: Funk

# genre.garage
source: 车库
en: Garage
zh_hant: 車庫

# genre.garage_rock
source: 车库摇滚
en: Garage Rock
zh_hant: 車庫搖滾

# genre.glam_rock
source: 华丽摇滚
en: Glam Rock
zh_hant: 華麗搖滾

# genre.glitch
source: 故障电子
en: Glitch
zh_hant: 故障電子

# genre.gospel
source: 福音
en: Gospel

# genre.grunge
source: 垃圾摇滚
en: Grunge
zh_hant: 垃圾搖滾

# genre.hard_rock
source: 硬摇滚
en: Hard Rock
zh_hant: 硬搖滾

# genre.hip_hop
source: 嘻哈
en: Hip Hop

# genre.holiday
source: 节日
en: Holiday
zh_hant: 節日

# genre.house
source: 浩室
en: House

# genre.idm
source: 智能舞曲
en: IDM
zh_hant: 智慧舞曲

# genre.indie
source: 独立
en: Indie
zh_hant: 獨立

# genre.indie_pop
source: 独立流行
en: Indie Pop
zh_hant: 獨立流行

# genre.indie_rock
source: 独立摇滚
en: Indie Rock
zh_hant: 獨立搖滾

# genre.industrial
source: 工业
en: Industrial
zh_hant: 工業

# genre.instrumental
source: 器乐
en: Instrumental
zh_hant: 器樂

# genre.j_pop
source: 日语流行
en: J-Pop
zh_hant: 日語流行

# genre.j_rock
source: 日系摇滚
en: J-Rock
zh_hant: 日系搖滾

# genre.jazz
source: 爵士
en: Jazz

# genre.jazz_fusion
source: 融合爵士
en: Jazz Fusion

# genre.jazz_rock
source: 爵士摇滚
en: Jazz Rock
zh_hant: 爵士搖滾

# genre.jungle
source: 丛林舞曲
en: Jungle
zh_hant: 叢林舞曲

# genre.k_pop
source: 韩语流行
en: K-Pop
zh_hant: 韓語流行

# genre.karaoke
source: 卡拉OK
en: Karaoke

# genre.latin
source: 拉丁
en: Latin

# genre.latin_jazz
source: 拉丁爵士
en: Latin Jazz

# genre.live
source: 现场
en: Live
zh_hant: 現場

# genre.lofi
source: 低保真
en: Lo-Fi

# genre.lounge
source: 沙发音乐
en: Lounge
zh_hant: 沙發音樂

# genre.mandopop
source: 华语流行
en: Mandopop
zh_hant: 華語流行

# genre.math_rock
source: 数学摇滚
en: Math Rock
zh_hant: 數學搖滾

# genre.metal
source: 金属
en: Metal
zh_hant: 金屬

# genre.minimal
source: 极简
en: Minimal
zh_hant: 極簡

# genre.musical
source: 音乐剧
en: Musical
zh_hant: 音樂劇

# genre.musicals
source: 音乐剧
en: Musicals
zh_hant: 音樂劇

# genre.new_age
source: 新世纪
en: New Age
zh_hant: 新世紀

# genre.new_wave
source: 新浪潮
en: New Wave

# genre.noise_rock
source: 噪音摇滚
en: Noise Rock
zh_hant: 噪音搖滾

# genre.opera
source: 歌剧
en: Opera
zh_hant: 歌劇

# genre.pop
source: 流行
en: Pop

# genre.post_punk
source: 后朋克
en: Post-Punk
zh_hant: 後龐克

# genre.post_rock
source: 后摇滚
en: Post-Rock
zh_hant: 後搖滾

# genre.progressive_house
source: 前卫浩室
en: Progressive House
zh_hant: 前衛浩室

# genre.progressive_rock
source: 前卫摇滚
en: Progressive Rock
zh_hant: 前衛搖滾

# genre.psychedelic
source: 迷幻
en: Psychedelic

# genre.psychedelic_rock
source: 迷幻摇滚
en: Psychedelic Rock
zh_hant: 迷幻搖滾

# genre.punk
source: 朋克
en: Punk
zh_hant: 龐克

# genre.punk_rock
source: 朋克摇滚
en: Punk Rock
zh_hant: 龐克搖滾

# genre.rap
source: 说唱
en: Rap
zh_hant: 饒舌

# genre.reggae
source: 雷鬼
en: Reggae

# genre.reggaeton
source: 雷鬼顿
en: Reggaeton
zh_hant: 雷鬼頓

# genre.remix
source: 混音
en: Remix

# genre.rnb
source: 节奏布鲁斯
en: R&B
zh_hant: 節奏藍調

# genre.rock
source: 摇滚
en: Rock
zh_hant: 搖滾

# genre.rock_and_roll
source: 摇滚乐
en: Rock & Roll
zh_hant: 搖滾樂

# genre.romance
source: 浪漫
en: Romance

# genre.romantic
source: 浪漫主义
en: Romantic
zh_hant: 浪漫主義

# genre.salsa
source: 萨尔萨
en: Salsa
zh_hant: 薩爾薩

# genre.score
source: 影视配乐
en: Score
zh_hant: 影視配樂

# genre.seasonal
source: 季节
en: Seasonal
zh_hant: 季節

# genre.shoegaze
source: 自赏
en: Shoegaze
zh_hant: 自賞

# genre.ska
source: 斯卡
en: Ska

# genre.smooth_jazz
source: 舒缓爵士
en: Smooth Jazz
zh_hant: 舒緩爵士

# genre.soft_rock
source: 软摇滚
en: Soft Rock
zh_hant: 軟搖滾

# genre.soul
source: 灵魂乐
en: Soul
zh_hant: 靈魂

# genre.soul_jazz
source: 灵魂爵士
en: Soul Jazz
zh_hant: 靈魂爵士

# genre.soundtrack
source: 原声带
en: Soundtrack
zh_hant: 原聲帶

# genre.soundtrackscore
source: 原声带
en: Soundtrack
zh_hant: 原聲帶

# genre.southern_rock
source: 南方摇滚
en: Southern Rock
zh_hant: 南方搖滾

# genre.spoken_word
source: 朗诵
en: Spoken Word
zh_hant: 朗誦

# genre.swing
source: 摇摆乐
en: Swing
zh_hant: 搖擺樂

# genre.synth_pop
source: 合成器流行
en: Synth Pop

# genre.synthwave
source: 合成器浪潮
en: Synthwave

# genre.tango
source: 探戈
en: Tango

# genre.techno
source: 科技舞曲
en: Techno

# genre.techno_house
source: 科技浩室
en: Techno House

# genre.traditional
source: 传统
en: Traditional
zh_hant: 傳統

# genre.trance
source: 迷幻舞曲
en: Trance

# genre.trip_hop
source: 神游舞曲
en: Trip Hop
zh_hant: 神遊舞曲

# genre.uk_garage
source: 英式车库
en: UK Garage
zh_hant: 英式車庫

# genre.vaporwave
source: 蒸汽波
en: Vaporwave
zh_hant: 蒸氣波

# genre.world
source: 世界音乐
en: World
zh_hant: 世界音樂

source: 未连接服务器
en: Not Connected
zh_hant: 未連接伺服器
